Repository: kajusK/HiddenPlaces
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Subject
cs: Předmět

source: Your message
cs: Vaše zpráva

source: Send as email
cs: Odeslat jako email

source: Send
cs: Odeslat

source: Name
cs: Jméno

source: Description
cs: Popis

source: About
cs: Popis

source: Title photo
cs: Titulní fotka

source: Save
cs: Uložit

source: Latitude
cs: Zeměpisná šířka

source: Longitude
cs: Zeměpisná délka

source: Published
cs: Publikováno

source: No
cs: Ne

source: Yes
cs: Ano

source: Country
cs: Země

source: Categories
cs: Kategorie

source: Comment
cs: Komentář

source: Visited on
cs: Navštíveno dne

source: Photos
cs: Fotky

source: Log your visit
cs: Zaznamenej návštěvu

source: Add
cs: Přidat

source: Name already used
cs: Jméno již existuje

source: Message
cs: Zpráva

source: Reply
cs: Odpovědět

source: Page content
cs: Obsah

source: Document type
cs: Typ dokumentu

source: Document
cs: Dokument

source: Book
cs: Kniha

source: Taken on:
cs: Pořízeno dne:

source: Photo
cs: Fotka

source: Email address
cs: Emailová adresa

source: Password
cs: Heslo

source: Remember me
cs: Zapamatuj si mě

source: Log In
cs: Přihlásit

source: Invalid email or password
cs: Špatný email nebo heslo

source: You are banned until %(until)s: %(reason)s
cs: Máš ban do %(until)s: %(reason)s

source: You were banned permanently: %(reason)s
cs: Máš ban navždy: %(reason)s

source: This account is not active.
cs: Tento účet není aktivní

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Repeat password
cs: Heslo znovu

source: Passwords must match
cs: Hesla musí být stejná

source: Register
cs: Zaregistrovat

source: Email already used by existing user
cs: Tento email je již používán jiným uživatelem

source: You must agree with page rules
cs: Musíš souhlasit s pravidly webu

source: Current password
cs: Aktuální heslo

source: New password
cs: Nové heslo

source: Repeat new password
cs: Nové heslo znovu

source: Change password
cs: Změnit heslo

source: Invalid password
cs: Špatné heslo

source: Profile photo
cs: Profilová fotka

source: Ban reason
cs: Důvod banu

source: Ban length [days]
cs: Délka banu [dny]

source: Ban permanently
cs: Trvalý ban

source: Name of the person
cs: Jméno osoby

source: Invitation reason
cs: Důvod pozvánky

source: Send Invitation
cs: Odeslat pozvánky

source: This email was already invited
cs: Tento email byl již pozván

source: Set Role
cs: Nastavit roli

source: Request password reset
cs: Vyžádat reset hesla

source: User does not exist.
cs: Uživatel neexistuje

source: Type
cs: Typ

source: Location type
cs: Typ lokace

source: Features
cs: Vlastnosti

source: Select features
cs: Vyber vlastnosti

source: State
cs: Stav

source: Location state
cs: Stav lokace

source: Accessibility
cs: Přístupnost

source: Location accessibility
cs: Přístupnost lokace

source: Materials
cs: Materiály

source: Select mined materials
cs: Vyberte těžené materiály

source: Tools for opening the entrance
cs: Nástroj k otevření vchodu

source: Length [m]
cs: Délka [m]

source: Abandoned [year]
cs: Opuštěno [rok]

source: It cannot be in the future
cs: Nemůže být v budoucnosti

source: Other
cs: Ostatní

source: Create
cs: Vytvořit

source: Modify
cs: Změnit

source: Delete
cs: Smazat

source: Low
cs: Nízká

source: Normal
cs: Normální

source: High
cs: Vysoká

source: Critical
cs: Kritická

source: Czechia
cs: Česká Republika

source: Slovakia
cs: Slovensko

source: Poland
cs: Polsko

source: Germany
cs: Německo

source: Austria
cs: Rakousko

source: Rules
cs: Pravidla

source: Support us
cs: Podpořte nás

source: Historical photo
cs: Historická fotka

source: Map
cs: Mapa

source: Article
cs: Článek

source: Success
cs: Úspěch

source: Not active
cs: Neaktivní

source: Banned
cs: Zabanován

source: Invalid email
cs: Špatný email

source: Waiting for approval
cs: Čeká na schválení

source: Approved
cs: Schválená

source: Registered
cs: Zaregistrován

source: Timed out
cs: Vypršel

source: Denied
cs: Zamítnutá

source: Moderator
cs: Moderátor

source: Contributor
cs: Přispěvatel

source: User
cs: Uživatel

source: Newbie
cs: Nováček

source: Natural swimming
cs: Přírodní koupání

source: Sleeping place
cs: Místo ke spaní

source: Camp
cs: Trampský kemp

source: Shed
cs: Chata

source: Water
cs: Zdroj vody

source: Potable water
cs: Pitná voda

source: Fireplace
cs: Ohniště

source: Furnace
cs: Kamna

source: Seats
cs: Posezení

source: Weather shelter
cs: Úkryt před deštěm

source: Mine
cs: Důl

source: Shaft
cs: Šachta

source: Adit
cs: Štola

source: Pinge
cs: Pínka

source: Quarry
cs: Lom

source: Shelter
cs: Kryt

source: Military underground
cs: Vojenské podzemí

source: Urban underground
cs: Městské podzemí

source: Mill race
cs: Vodní náhon

source: Drainage
cs: Kanalizace

source: Railway tunnel
cs: Železniční tunel

source: Unknown
cs: Neznámý

source: Working
cs: V provozu

source: Museum
cs: Muzeum

source: Preserved
cs: Zachovalý

source: Not bad
cs: Ujde

source: Bad
cs: Špatný

source: Demolished
cs: Zlikvidováno

source: Inaccessible
cs: Nepřístupno

source: Guided tours
cs: Oficiální prohlídky

source: Guarded
cs: Hlídaný

source: Locked
cs: Zamknutý

source: Freely accessible
cs: Volně přístupno

source: Digging required
cs: Nutno odkopat

source: Coal
cs: Uhlí

source: Lignite
cs: Hnědé uhlí

source: Uranium
cs: Uran

source: Fire clay
cs: Lupek

source: Kaolinite
cs: Kaolín

source: Sand
cs: Písek

source: Graphite
cs: Grafit

source: Iron
cs: Železo

source: Gold
cs: Zlato

source: Copper
cs: Měď

source: Silver
cs: Stříbro

source: Tin
cs: Cín

source: Slate
cs: Břidlice

source: Baryte
cs: Baryt

source: Fluorite
cs: Fluorit

source: Feldspar
cs: Živec

source: Antimony
cs: Antimon

source: Magnetite
cs: Magnetit

source: Limestone
cs: Vápenec

source: Polymetals
cs: Polymetal

source: Siderite
cs: Siderit

source: House
cs: Dům

source: Mansion
cs: Vila

source: Recreation center
cs: Rekreační areál

source: Army object
cs: Vojenský objekt

source: Factory
cs: Továrna

source: Technology
cs: Technologie

source: Château
cs: Zámek

source: Like being used
cs: Jako za provozu

source: Furnished
cs: Vybaveno nábytkem

source: Cleaned out
cs: Holé místnosti

source: Falling apart
cs: Rozpadající se

source: Under restoration
cs: V rekonstrukci

source: Restored
cs: Zrekonstruováno

source: Monitored
cs: Hlídáno

source: All locations
cs: Všechny lokace

source: Urbex locations
cs: Urbexové lokace

source: Underground locations
cs: Podzemní lokace

source: Private locations
cs: Soukromé lokace

source: Users
cs: Uživatelé

source: Admins
cs: Admini

source: Moderators
cs: Moderátoři

source: Banned users
cs: Bany

source: Invitations
cs: Pozvánky

source: Approved invitations
cs: Schválené pozvánky

source: Denied invitations
cs: Zamítnuté pozvánky

source: Registered users
cs: Registrovaní uživatelé

source: Logins
cs: Přihlášení

source: Unique IPs
cs: Unikátní IP

source: Failed logins
cs: Chybná přihlášení

source: Email to all users was sent
cs: Email odeslán všem uživatelům

source: Message to all users was sent
cs: Zpráva odeslána všem uživatelům

source: New category created
cs: Nová kategorie byla vytvořena

source: Category was deleted
cs: Kategorie byla smazána

source: Category saved
cs: Kategorie byla uložena

source: Visit photo
cs: Foto z návštěvy

source: Your visit was saved
cs: Vaše návštěva byla uložena

source: New location created
cs: Lokace byla vytvořena

source: Location was deleted
cs: Lokace byla smazána

source: Location saved
cs: Lokace byla uložena

source: Visit was saved
cs: Návštěva byla uložena

source: Visit was deleted
cs: Návštěva byla odstraněna

source: New link added
cs: Odkaz byl přidán

source: New POI added
cs: Nové POI přidáno

source: The bookmark list %(name)s created
cs: Seznam záložek %(name)s byl vytvořen

source: Adding bookmark list failed: %(error)s
cs: Přidání seznamu záložek selhalo: %(error)s

source: Added to bookmark list: %(name)s
cs: Přidáno do seznamu záložek: %(name)s

source: Removed from bookmark list: %(name)s
cs: Odstraněno ze seznamu záložek: %(name)s

source: Undefined
cs: Nedefinováno

source: Message sent
cs: Zpráva odeslána

source: User %(user)s (%(url)s) sent you a message: %(msg)s
cs: Uživatel %(user)s (%(url)s) vám poslal zprávu: %(msg)s

source: Nothing added yet
cs: Nic zatím nebylo přidáno

source: Your message was sent
cs: Vaše zpráva byla odeslána

source: New photo added
cs: Fotografie byla přidána

source: New book added
cs: Kniha byla přidána

source: New document added
cs: Dokument byl přidán

source: Password reset requested
cs: Reset hesla byl vyžádán

source: You were invited to join us
cs: Byl jsi pozván, aby ses k nám připojil

source: You were logged in
cs: Přihlášení bylo úspěšné

source: The invitation is no longer valid.
cs: Pozvánka už není platná

source: You were registered, you may now log-in
cs: Byl jste zaregistrován, teď se můžete přihlásit

source: Password reset request was requested, check your email
cs: Změna hesla byla vyžádána, zkontrolujte si email

source: The password reset request is no longer valid.
cs: Žádost o změnu hesla vypršela.

source: Your password was changed, you may now log in
cs: Heslo bylo změněno, můžete se přihlásit

source: You were logged out.
cs: Byl jste odhlášen

source: Your profile changes were saved
cs: Změny profilu uloženy

source: Your password was changed
cs: Heslo bylo změněno

source: Superuser cannot be banned
cs: Superuser nemůže dostat ban

source: User %(user)s was banned
cs: Uživatel %(user)s dostal ban

source: %(name)s invited
cs: %(name)s pozván

source: Invitation created, waiting for approval by admins
cs: Pozvánka vytvořena, čeká na schválení adminem

source: You can't change root's role!
cs: Nemůžete změnit roli roota

source: You can't change your own role!
cs: Nemůžete změnit svoji vlastní roli

source: Changed role of %(user)s to %(role)s
cs: Role uživatele %(user)s změněna na %(role)s

source: Access forbidden
cs: Přístup odepřen

source: You don't have sufficient persmissions to access this page!
cs: Nemáte dostatečná práva pro přístup k této stránce

source: Page not found
cs: Stránka nenalezena

source: Page not found, was it demolished already?
cs: Stránka nenalazena, neproběhla už demolice?

source: Internal server error
cs: Interní chyba

source: Internal server error, our team of trained monkeys was notified.
cs: Nastala nečekaná chyba, náš tým cvičených opic byl informován.

source: Database of underground and abandoned places
cs: Databáze opuštěných míst

source: Supports markdown formatting, check the <a href="https://www.markdownguide.org/basic-syntax/">syntax</a>
cs: Podporuje markdown formátování, syntaxe <a href="https://www.markdownguide.org/basic-syntax/">zde</a>

source: Search
cs: Hledat

source: Browse
cs: Procházet

source: Library
cs: Knihovna

source: Underground
cs: Podzemí

source: Create new
cs: Vytvořit

source: Show on map
cs: Zobrazit na mapě

source: My locations
cs: Moje lokace

source: Visited
cs: Navštíveno

source: Bookmarks
cs: Záložky

source: Locations
cs: Lokace

source: Events
cs: Události

source: Global message
cs: Globální zpráva

source: Page
cs: Web

source: Contact admins
cs: Kontaktovat adminy

source: Support
cs: Podpořit

source: Unreaded messages
cs: Nepřečtené zprávy

source: Latest changes
cs: Nedávné změny

source: New locations
cs: Nové lokace

source: Invitations pending
cs: Čekající pozvánky

source: Messages
cs: Zprávy

source: Profile
cs: Profil

source: Invite new user
cs: Pozvat nového uživatele

source: Log out
cs: Odhlásit

source: Event log
cs: Události

source: Time
cs: Čas

source: Waiting
cs: Čekající

source: Inviter
cs: Autor

source: Approve
cs: Schválit

source: Deny
cs: Zamítnout

source: All
cs: Vše

source: Private
cs: Soukromé

source: Owner
cs: Vlastník

source: Created
cs: Vytvořeno

source: Failed
cs: Selhalo

source: Month
cs: Měsíc

source: Location
cs: Lokace

source: System
cs: Systém

source: Browser
cs: Prohlížeč

source: Result
cs: Výsledek

source: Send message to all users
cs: Odeslat zprávu všem uživatelům

source: Bans
cs: Bany

source: Invited by
cs: Pozván

source: Seen
cs: Viděn

source: Inactive
cs: Neaktivní

source: Active
cs: Aktivní

source: Category:
cs: Kategorie:

source: Edit
cs: Editovat

source: Last updated
cs: Poslední aktualizace

source: Maintainer
cs: Správce

source: Documents
cs: Dokumenty

source: Edit category %(name)s
cs: Editace kategorie %(name)s

source: Add a new category
cs: Přidat novou kategorii

source: Category name
cs: Jméno kategorie

source: Short description of the category
cs: Krátký popis kategorie

source: Category description, history,...
cs: Popis kategorie, historie,...

source: Cancel
cs: Zrušit

source: Uploaded by
cs: Nahrál

source: Length
cs: Délka

source: Tools required
cs: Nástroje

source: Abandoned
cs: Opuštěno

source: How was your visit?
cs: Podrobnosti o vaší návštěvě.

source: Visits
cs: Návštěvy

source: No locations found
cs: Žádné lokace nenalezeny

source: Edit location %(name)s
cs: Editace lokace %(name)s

source: Add a new location
cs: Přidat novou lokaci

source: Location name
cs: Jméno lokace

source: Short description of the location and its current state
cs: Krátký popis lokace a aktuální stavu

source: Location description, history,...
cs: Popis lokace, historie,...

source: Current location
cs: Aktuální pozice

source: Select from map
cs: Vyber z mapy

source: Add link for %(name)s
cs: Přidat odkaz pro %(name)s

source: Edit link
cs: Editace odkazu

source: Page URL
cs: URL webu

source: Description of the linked page
cs: Popis odkazované stránky

source: Not published
cs: Nepublikováno

source: Link
cs: Odkaz

source: Related places
cs: Příbuzná místa

source: Links
cs: Odkazy

source: Geofond - photos
cs: Geofond - fotky

source: Add POI for %(name)s
cs: Přidat POI pro %(name)s

source: Edit POI
cs: Editace POI

source: Short description of the place
cs: Krátký popis místa

source: Edit visit
cs: Editovat návštěvu

source: Edit your visit log
cs: Editace vaší návštěvy

source: Date
cs: Datum

source: No messages received yet
cs: Žádné zprávy

source: Your response
cs: Vaše odpověď

source: New message
cs: Nová zpráva

source: Edit page %(name)s
cs: Editovat stránku %(name)s

source: Gallery
cs: Galerie

source: Edit book
cs: Editovat knihu

source: Book name
cs: Jméno knihy

source: Short description of the book
cs: Krátký popis knihy

source: Add a new document
cs: Přidat nový dokument

source: Edit document
cs: Editace dokumentu

source: Document name
cs: Jméno dokumentu

source: Short description of the document
cs: Krátký popis dokumentu

source: Add a new photo
cs: Přidat novou fotografii

source: Edit photo
cs: Editovat fotku

source: Photo name
cs: Jméno fotky

source: Short description of the photo
cs: Krátký popis fotky

source: Ban %(user)s
cs: Vytvoř ban pro %(user)s

source: Why are you banning this guy?
cs: Důvod banu

source: Amount of days to ban for.
cs: Počet dní banu

source: Edit profile
cs: Editovat profil

source: Write something about yourself
cs: Napiš něco o sobě

source: Real name of the person invited
cs: Reálné jméno zvané osoby

source: Why are you inviting this guy?
cs: Proč tuto osobu zveš?

source: Login
cs: Přihlásit

source: Forgot password?
cs: Zapomenuté heslo?

source: Change password for %(user)s
cs: Změnit heslo pro %(user)s

source: Send message
cs: Odeslat zprávu

source: Set role
cs: Nastavit roli

source: Last seen
cs: Naposledy viděn

source: Status
cs: Stav

source: Invited
cs: Pozval

source: Write something about youself
cs: Napiš něco o sobě

source: Register new user
cs: Registrace nového uživatele

source: No rules defined!
cs: Žádná pravidla nebyla zatím definována

source: Understood
cs: Rozumím

source: Page rules
cs: Pravidla webu

source: I will follow the %(rules)s
cs: Budu dodržovat %(rules)s

source: Reset forgotten password
cs: Resetovat zapomenuté heslo

source: Change role for %(user)s
cs: Změna role pro %(user)s

source: Choices cannot be None.
cs: Výběr nemůže být prázdný

source: '%(value)s' is not a valid choice.
cs: Alespoň jedna položka musí být vybrána.

source: Not an allowed file format
cs: Nedovolený typ souboru

source: Not a supported image type
cs: Nepodporovaný typ obrázku

source: Files of this type are not allowed
cs: Soubory tohoto typu nejsou dovoleny

source: Invalid latitude format
cs: Nesprávný formát zeměpisné šířky

source: Invalid longitude format
cs: Nesprávný formát zeměpisné délky

source: Date cannot be in the future
cs: Datum nemůže být v budoucnosti

source: Password must have at least %(length)d characters
cs: Heslo musí mít alespoň %(length)d znaků

source: %(lower)d small letters
cs: %(lower)d malých písmen

source: %(upper)d capital letters
cs: %(upper)d velkých písmen

source: %(numeric)d numbers
cs: %(numeric)d číslic

source: %(special)d special characters
cs: %(special)d speciálních znaků

source: and
cs: a
